{
  "title": "Institute History",
  "firstParagraph": "The Institute of Ferrous Metallurgy was founded in 1939 within the system of the Academy of Sciences of the Ukrainian SSR in Kharkiv with branches in Dnipropetrovsk and Kyiv. Academician of the Academy of Sciences of the Ukrainian SSR M.V. Lugovtsov was appointed Director of the Institute. At that time, leading scientists such as Academicians M.M. Dobrokhotov, V.N. Svechnikov, G.V. Kurdyumov, Corresponding Members of the Academy of Sciences of the Ukrainian SSR V.Ye. Vasilyev, P.G. Yemelyanenko and I.N. Frantsевич, and Doctor of Technical Sciences N.O. Voronova, rallied around the Institute's activities.",
  "secondParagraph": "In 1953, by decision of the Academy of Sciences, the Institute was relocated to Dnipropetrovsk and Academician of the Academy of Sciences of the Ukrainian SSR Zot Illich Nekrasov was appointed its director. Part of the Institute was separated into independent scientific institutions of the Academy of Sciences, on the basis of which the Institute of Metal Physics (Academician G.V. Kurdyumov was appointed director) and the Institute for Problems of Materials Science (Academician I.N. Frantsевич was appointed director) were created in Kyiv.",
  "thirdParagraph": "In the post-war years, the main tasks facing metallurgical science were focused on the fastest possible restoration of plants, creation and commissioning of new production capacities, and mastering the production of metal products necessary for the national economy of the country.",
  "fourthParagraph": "By 1955, the formation of the main structures of the Institute was completed, organized and headed by scientists with world-renowned names – Academicians Z.I. Nekrasov (Pig Iron Metallurgy Department), A.P. Chekmarev (Rolling Department), K.F. Starodubov (Steel Heat Treatment Department), Corresponding Members of the Academy of Sciences of the Ukrainian SSR K.P. Bunin (Metal Science Laboratory) and S.M. Kozhevnikov (Laboratory of Mechanization and Automation of Metallurgical Production), Doctor of Technical Sciences N.O. Voronova (Laboratory of Outside-Furnace Treatment of Pig Iron). These scientists also headed scientific schools that secured the Institute's position as the largest scientific center of ferrous metallurgy in the country in the field of mass metal production - pig iron, carbon and low-alloy steel, billets and bar rolled products, and thermal strengthening of steel. Considering the needs of the developing industry for scientific and technical support, the government in 1963 decided to transfer the Institute to the subordination of the State Committee for Ferrous and Non-Ferrous Metallurgy with the status of the main scientific organization for a number of production processes in the industry.",
  "fifthParagraph": "During the reorganization of the state industrial management system in 1965, the Institute was transferred to the jurisdiction of the Ministry of Ferrous Metallurgy of the USSR, where it remained until its return in 1992 to the system of the Academy of Sciences of Ukraine. On June 14, 1991, by a Resolution of the Cabinet of Ministers of the Ukrainian SSR, the Institute was named after Academician Z.I. Nekrasov.",
  "sixthParagraph": "Throughout its existence, the Institute has been headed by directors – Academicians M.V. Lugovtsov (1939–1953) and Z.I. Nekrasov (1953–1978), Doctor of Technical Sciences, Professor I.G. Uzlov (1978–1988), Corresponding Member of the National Academy of Sciences of Ukraine V.P. Pilyashenko (1988–1996), Academician of the National Academy of Sciences of Ukraine V.I. Bolshakov (1996–2015). Since 2016, the Institute has been headed by Doctor of Technical Sciences O.I. Babachenko.",
  "seventhParagraph": "Under the leadership of scientists working at the Institute, the following scientific schools were created, which have now been further developed in comprehensive research conducted by their students and followers:",
  "eighthParagraph": "– Creation and development of large-volume blast furnaces, development of low-coke technologies for pig iron production – founded by Academician Z.I. Nekrasov. In 1960, for the implementation of blast furnace intensification technology through natural gas injection combined with oxygen enrichment of the blast, Academician of the Academy of Sciences of the Ukrainian SSR Z.I. Nekrasov and Candidate of Technical Sciences M.I. Krasavtsev became Lenin Prize laureates.",
  "ninthParagraph": "– Creation of rational metallurgical machines and their operating regimes, dynamics of electro-hydromechanical drive systems, automation of metallurgical unit control – founded by Corr. Member of the Academy of Sciences of the Ukrainian SSR S.M. Kozhevnikov. In 1968, for the creation and widespread industrial implementation of a range of high-performance universal cold tube rolling mills with a set of new mechanisms, S.M. Kozhevnikov and employees of the IFM were awarded the USSR State Prize.",
  "tenthParagraph": "From the late 1970s, the objective need for a comprehensive solution to problems of improving blast furnace smelting technology, taking into account work in the field of automated process control and management, led to the merger of these two schools into the direction \"Comprehensive research on blast furnace smelting technology, equipment, means of control and automation of blast furnace production\", headed by Academician of the National Academy of Sciences of Ukraine V.I. Bolshakov. Under his leadership, scientific foundations for controlling the distribution of charge and gases in blast furnaces equipped with modern charge loading system equipment and automated blast furnace smelting control and management tools were created. Research performed by Dr. of Tech. Sci., Prof. I.G. Tovarovsky, Dr. of Tech. Sci. O.B. Starodubtsev, Cand. of Tech. Sci. V.I. Mochalov was aimed at solving problems of developing and improving the theory and technology of blast furnace smelting. A set of technical and technological solutions has been developed in this direction, the implementation of which ensures long-term, safe and economical operation of blast furnaces; methods of forming and loading batches of charge materials that ensure the creation of a protective layer (armor) in the furnace shaft and prevent accelerated failure of tuyeres; scientific foundations for the technology of obtaining and using gasification products of low-grade coals in reduction processes to reduce coke consumption, as well as new technical solutions in the field of energy conservation in blast furnace production have been developed. Dr. of Tech. Sci. O.G. Mizov performed a set of studies on creating new means of blast furnace process control using radar profile meters.",
  "eleventhParagraph": "– Fundamentals of the theory of outside-furnace desulfurization of pig iron – created by Dr. of Tech. Sci., Prof. N.O. Voronova and Dr. of Tech. Sci. A.P. Shevchenko, under whose leadership results ensuring the highest efficiency of magnesium use and depth of pig iron desulfurization were obtained, which determined the leading position of domestic science in the world in this field of knowledge. For the development and industrial implementation of the technology for producing granulated magnesium and its application for outside-furnace treatment of blast furnace pig iron, N.O. Voronova and A.P. Shevchenko became laureates of the State Prize of the Ukrainian SSR in 1981.",
  "twelfthParagraph": "– Thermomechanical strengthening of structural steels – created by Academician of the Academy of Sciences of the Ukrainian SSR K.F. Starodubov. The successors of the research were Dr. of Tech. Sci., Prof. I.G. Uzlov, Dr. of Tech. Sci., Prof. V.V. Parusov, Dr. of Tech. Sci. Ya.N. Malinochka, Dr. of Tech. Sci. V.Ya. Savenkov. I.G. Uzlov, together with the students of the department, consistently implemented a program of historical combination of thermal and thermomechanical processing with steels with optimal alloying, which ensured a significant increase in both strength and plasticity of a wide range of rolled products while simultaneously ensuring good weldability, corrosion resistance and resistance to brittle fracture. A number of new directions in research on studying the complex influence of composition, deformation and heat treatment on the consumer properties of various types of rolled products were proposed, which were implemented under the leadership of V.V. Parusov.",
  "thirteenthParagraph": "– In the 80s, a large volume of research led to the creation of a new school \"Theoretical foundations of physical and chemical modeling of processes in metallurgical production\", headed by Dr. of Tech. Sci., Prof. E.V. Prykhodko. Under his leadership, a cycle of fundamental research was carried out to study the influence of interatomic interaction processes in multicomponent metal and slag melts on the formation of their composition, structure and properties. This research is the scientific basis for the creation of modern computer information technologies. The successor of this research direction is Dr. of Tech. Sci., Prof. D.M. Togobytska.",
  "fourteenthParagraph": "– Theoretical foundations of metal forming processes — created by Academician of the Academy of Sciences of the Ukrainian SSR and the USSR A.P. Chekmarev and continued in the works of the employees of the rolling departments of the Institute under the leadership of Corr. Member of the National Academy of Sciences of Ukraine V.P. Pilyashenko, Dr. of Tech. Sci., Prof. V.I. Meleshko, Dr. of Tech. Sci. S.M. Zhuchkov, Dr. of Tech. Sci. I.O. Prykhodko. V.I. Meleshko and V.L. Mazur developed the theoretical foundations of sheet rolling production, which allowed the Institute's scientists to master the production of high-quality sheet products at the metallurgical plants of the USSR in the shortest possible time. S.M. Zhuchkov proposed and investigated a new process of continuous bar rolling using non-driven or multi-roll stands, which makes it possible to reduce electricity consumption by 15–20%, increase the technological flexibility of the mill, ensure the required degree of metal structure refinement and the possibility of converting reconstructed mills to continuous cast billets.",
  "fifteenthParagraph": "Based on theoretical developments and industrial research, scientists of the Institute of Ferrous Metallurgy under the leadership of Dr. of Tech. Sci., Prof. V.A. Vykhlyevshchuk in collaboration with Ukrpromez, the Azovstal and Dzerzhinsky Dniprovsky metallurgical plants, for the first time in the USSR, developed and mastered resource-saving technological processes and equipment for deep refining of steel in ladles of volume. This made it possible to create steel of a high generation with non-pouring limits of element content (0.015% carbon, 0.075% manganese, 0.025% silicon, etc.), low content of harmful impurities and reduced cost, which ensured the operation of a high-productivity converter-refining unit complex.",
  "sixteenthParagraph": "Under the leadership of Dr. of Tech. Sci., Prof. V.F. Polyakov and Cand. of Tech. Sci. S.I. Semikin, the possibility and feasibility of using information about the electrical parameters of the melt to create a system for monitoring the converter process course were substantiated and experimentally confirmed for the first time; quantitative data linking electrical (current strength and voltage) and technological (blast pressure, lance height) indicators of metal production were obtained, later used for control system design. The possibility of using the developed scientific and technological principles as basic for the subsequent creation of new control systems for the converter process, which allow, in particular, regulating the blast and slag regimes of the melt, was shown. Along with theoretical and applied research on the main processes of metallurgical production, the Institute conducts an annual analysis of trends and the state of world and domestic ferrous metallurgy to develop proposals for the use of new technical and technological solutions in the Ukrainian Ferrous Metallurgy Industry. The Institute has prepared proposals for regulatory documents that allowed the development of a strategy for the development of the metallurgical industry at the state level. Among them are the \"Concept for the Development of the Ferrous Metallurgy Industry\", the draft \"National Program for the Development of the Ferrous Metallurgy Industry\", on the basis of which the Ministry of Industrial Policy and the Verkhovna Rada of Ukraine developed legislative documents for conducting an \"Economic Experiment in the Ferrous Metallurgy Industry\" and the \"State Program for the Development of the Ferrous Metallurgy Industry until 2011\" was adopted.",
  "seventeenthParagraph": "The results of fundamental research conducted under the leadership of scientists heading the schools have found application at many enterprises in Ukraine and countries far and near abroad. Scientists and engineers of the IFM took an active creative part in the design, commissioning, development and reconstruction of production capacities and new types of products in ferrous metallurgy:",
  "eighteenthParagraph": "— large-volume blast furnaces (3200-5580 m³) at the metallurgical plants of Kryvyi Rih, Lipetsk, Karaganda, Cherepovets, Alchevsk, including those equipped with bell-less top charging equipment.",
  "nineteenthParagraph": "— installations for outside-furnace desulfurization of pig iron at the Azovstal, Zaporizhstal, Ilyich, and Novolipetsk metallurgical plants, and metallurgical plants in China.",
  "twentiethParagraph": "— a complex of equipment and end-to-end technology for the production of thin and thinnest tinplate at the Karaganda Metallurgical Plant.",
  "twentyFirstParagraph": "— production of high-strength strip steel for frames of heavy-duty KAMAZ trucks at the Karaganda Metallurgical Plant.",
  "twentySecondParagraph": "— continuous small-section and wire mills 250 of the Kryvorizhstal plant, 320/150 of the Belarusian and Moldavian metallurgical plants, 150 of the Belarusian Metallurgical Plant, 150 of the Makiivka Metallurgical Plant, continuous medium-section mill 450 of the West Siberian Metallurgical Plant.",
  "twentyThirdParagraph": "— installations for heat treatment of bar rolled products and wire rod at the continuous mills of the Kryvorizhstal plant.",
  "twentyFourthParagraph": "— production of economical shaped rolled profiles at the 450 mill of the West Siberian Metallurgical Plant.",
  "twentyFifthParagraph": "— installation for heat treatment of electric-welded pipes for main pipelines at the Volzhsky Pipe Plant.",
  "twentySixthParagraph": "— mastering the technology for producing solid-rolled railway wheels in new wheel-rolling shops of the Karl Liebknecht plant (Dnipropetrovsk) and the Vyksa Metallurgical Plant (Russia), including heat treatment equipment.",
  "twentySeventhParagraph": "— development and mastering of the technology for briquetting fine-fraction waste at the Nikopol Ferroalloy Plant and the ArcelorMittal Kryvyi Rih plant.",
  "twentyEighthParagraph": "The Institute's developments have been recognized as worthy of: one Lenin Prize, nine USSR State Prizes, nine State Prizes of Ukraine, eight Prizes of the Council of Ministers of the USSR, five Prizes of the National Academy of Sciences of Ukraine named after G.A. Karpenko, and since March 1, 2002 – State Prizes of Ukraine.",
  "twentyNinthParagraph": "The further development of scientific schools is associated with the training of young qualified scientific personnel. In 2002, with the aim of intensifying scientific and pedagogical cooperation and ensuring targeted training of masters, the Faculty of Targeted Training of Scientific and Pedagogical Personnel was created at the Institute, as a structural unit of the National Metallurgical Academy of Ukraine within the IFM. Students of the Faculty work under the guidance of leading scientists of the Institute in various areas of student research work; course and diploma projects correspond to the topics of the Institute.",
  "thirtiethParagraph": "Currently, the Institute consists of 9 scientific departments and 3 scientific-organizational ones, an experimental-production enterprise. About 200 people work at the Institute, more than half of whom are scientific employees. More than 70 highly qualified specialists are Candidates and Doctors of Sciences.",
  "imageCaption": "Near the IFM building on Pysarzhevsky St., 5 (from left to right):\nsitting – V. Brantsevich, Z. I. Nekrasov, N. T. Gudtsov,\nI. I. Dobrokhotov; standing – A. P. Chekmarev, K. F. Starodubov,\nI. I. Frumin, V. D. Chekhranov, D. I. Starchenko, I. N. Frantsевич,\nI. Ye. Brainin, V. I. Meleshko, S. N. Khytryk, M. Ye. Osada,\nI. F. Filipchin, S. T. Rostov, I. G. Kazantsev, I. M. Fedorchenko\n(1954)",
  "imageAlt": "Historical photo of IFM employees in 1954",
  "secondImageCaption": "The first building of the IFM in Dnipropetrovsk on Pysarzhevsky Street (1950s)",
  "secondImageAlt": "Historical photo of the institute during the period of formation of the main structures",
  "thirdImageCaption": "Nekrasov Zot Illich at BF-9 \"Kryvorizhstal\"",
  "thirdImageAlt": "Photo of Academician Z.I. Nekrasov at a metallurgical plant",
  "fourthImageCaption": "IFM employees (from left to right): sitting – L.P. Seryogina,\nK.F. Starodubov, Z.I. Nekrasov, N.I. Krasavtsev; standing: I.T. Serdyuk\nV.L. Pavlov, N.A. Voronova, K.P. Bunin, V.D. Chekhranov\n(1960)",
  "fourthImageAlt": "Group photo of IFM employees in 1960",
  "fifthImageCaption": "S. M. Kozhevnikov with students A.N. Lensky (left) and V.I. Bolshakov (right) (1962)",
  "fifthImageAlt": "Photo of S.M. Kozhevnikov with students in 1962",
  "sixthImageCaption": "Kyrylo Fedorovych Starodubov",
  "sixthImageAlt": "Portrait of Academician K.F. Starodubov"
}