{
  "title": "Історія інституту",
  "firstParagraph": "Інститут чорної металургії заснований в 1939 році в системі Академії наук УРСР у Харкові з відділеннями в Дніпропетровську й Києві. Директором Інституту був призначений академік АН УРСР М.В. Луговцов. У цей час навколо діяльність Інституту згуртувалися провідні вчені академіки М.М. Доброхотов, В.Н. Свєчников, Г.В. Курдюмов, члени-кореспонденти АН УРСР В.Є. Васильєв, П.Г. Ємельяненко і І.Н. Францевич, доктор технічних наук Н.О. Воронова.",
  "secondParagraph": "В 1953 році рішенням Академії наук Інститут був перебазований у Дніпропетровськ і його директором було призначено академіка АН УРСР Зота Ілліча Некрасова. Частина Інституту при цьому виділилася в самостійні наукові установи Академії наук, на базі яких були створені в Києві Інститут металофізики (директором був призначений академік Г.В. Курдюмов) і Інститут проблем матеріалознавства (директором був призначений академік І.Н. Францевич).",
  "thirdParagraph": "У післявоєнні роки основні задачі, що стоять перед металургійною наукою, були орієнтовані на якнайшвидше відновлення заводів, створення й введення в експлуатацію нових виробничих потужностей, освоєння виробництва металопродукції, необхідної народному господарству країни.",
  "fourthParagraph": "До 1955 року завершилося формування основних структур Інституту, організованих і очолюваних ученими зі світовими іменами – академіками З.І. Некрасовим (відділ металургії чавуну), О.П. Чекмарьовим (прокатний відділ), К.Ф. Стародубовим (відділ термічної обробки сталі), членами-кореспондентами АН УРСР К.П. Буніним (лабораторія металознавства) і С.М. Кожевніковим (лабораторія механізації й автоматизації металургійного виробництва), доктором технічних наук Н.О. Вороновою (лабораторія позапічної обробки чавуну). Ці ж учені очолили наукові школи, що забезпечили Інституту положення найкрупнішого наукового центру чорної металургії країни в області виробництва масової металопродукції – чавуну, вуглецевої й низьколегованої сталі, заготовки й сортового прокату, термічного зміцнення сталі. Враховуючи потреби галузі, що розвивається, в науково-технічному забезпеченні, уряд у 1963 році прийняв рішення передати Інститут у підпорядкування Державному Комітету із чорної й кольорової металургії зі статусом головної наукової організації з ряду виробничих переробів галузі.",
  "fifthParagraph": "При реорганізації системи державного управління промисловістю в 1965 році Інститут був переданий у відання Міністерства чорної металургії СССР, де залишався до повернення в 1992 році у систему Академії наук України. 14 червня 1991 р. Постановою Кабінету Міністрів УРСР Інституту було присвоєно ім'я академіка З.І. Некрасова.",
  "sixthParagraph": "Діяльністю Інституту за весь час його існування керували директори – академіки М.В. Луговцов (1939–1953 рр.) і З.І. Некрасов (1953–1978 рр.), доктор технічних наук, професор І.Г. Узлов (1978–1988 рр.), член-кореспондент НАН України В.П. Піляшенко (1988–1996 рр.), академік НАН України В.І. Большаков (1996–2015 рр.). З 2016 року Інститут очолює доктор технічних наук О.І. Бабаченко.",
  "seventhParagraph": "Під керівництвом працюючих в Інституті вчених були створені наступні наукові школи, які в цей час одержали подальший розвиток у комплексних дослідженнях, проведених їхніми учнями й послідовниками:",
  "eighthParagraph": "– Створення та освоєння доменних печей великого об'єму, розробка малококсових технологій виробництва чавуну – основоположник академік З.І. Некрасов. В 1960 р. за впровадження технології інтенсифікації роботи доменних печей за рахунок вдування природного газу в поєднанні зі збагаченням дуття киснем лауреатами Ленінської премії стали академік АН УРСР З.І. Некрасов і кандидат технічних наук М.І. Красавцев.",
  "ninthParagraph": "– Створення раціональних металургійних машин і режимів їхньої роботи, динаміка електро- гідромеханічних систем приводів, автоматизація керування металургійними агрегатами – основоположник чл.-кор. АН УРСР С.М. Кожевников. В 1968 р. за створення й широке впровадження в промисловість гами високопродуктивних універсальних станів холодної прокатки труб з комплексом нових механізмів С.М. Кожевников зі співробітниками ІЧМ був визнаний гідним Державної премії СССР.",
  "tenthParagraph": "З кінця 70-х років 20-го сторіччя об'єктивна необхідність комплексного рішення проблем удосконалення технології доменної плавки з урахуванням робіт з області автоматизованого контролю й управління процесом привела до об'єднання цих двох шкіл у напрямок \"Комплексні дослідження технології доменної плавки, устаткування, засобів контролю й автоматизації доменного виробництва\", яку очолив академік НАН України В.І. Большаков. Під його керівництвом створені наукові основи керування розподілом шихти й газів у доменних печах, оснащених сучасним обладнанням систем завантаження шихти та засобами автоматизованого контролю й управління доменною плавкою. На вирішення проблем розробки й удосконалення теорії та технології доменної плавки спрямовані дослідження, які виконувались докт.техн.наук, проф. І.Г. Товаровським, докт.техн.наук О.Б. Стародубцевим, канд.техн.наук В.І. Мочаловим. У цьому напрямку розроблено комплекс технічних і технологічних рішень, реалізація яких забезпечує тривалий безпечний і економічний роботу доменних печей; прийоми формування й завантаження порцій шихтових матеріалів, що забезпечують створення захисного шару (гарнісажу) у шахті печі й запобігання прискореного виходу фурм з ладу; розроблено наукові основи технології одержання й використання у відновних процесах продуктів газифікації низькосортних вуглів із метою зменшення витрат коксу, а також нових технічних рішень у галузі енергозбереження в доменному виробництві. Докт.техн.наук О.Г. Мизовим виконано комплекс досліджень зі створення нових засобів контролю доменної плавки з використанням радіолокаційних профілемірів.",
  "eleventhParagraph": "– Основи теорії позадоменної десульфурації чавуну – створена докт.техн.наук, проф. Н.О. Вороновою і докт.техн.наук А.П. Шевченком, під керівництвом яких отримані результати, що забезпечують найвищу ефективність використання магнію й глибину десульфурації чавуну, що визначило лідируюче положення вітчизняної науки у світі в цій галузі знань. За розробку й промислове впровадження технології виробництва гранульованого магнію і його застосування для позапічної обробки доменного чавуну Н.О. Воронова й А.П. Шевченко стали лауреатами Державної премії УРСР в 1981 р.",
  "twelfthParagraph": "– Деформаційно-термічне зміцнення конструкційних сталей – створена академіком АН УРСР К.Ф. Стародубовим. Продовжувачами досліджень були докт.техн.наук, проф. І.Г. Узлов, докт.техн.наук, проф. В.В. Парусов, докт.техн.наук Я.Н. Малиночка, докт.техн.наук В.Я. Савенков. І.Г. Узлов разом із учениками відділу послідовно реалізував програму історичного поєднання термічної й термомеханічної обробки зі сталей з оптимальним легуванням сталі як забезпечувало істотне підвищення як міцності, так і пластичності широкого сортаменту прокату при одночасному забезпеченні доброї зварюваності, корозійної стійкості й опору крихкому руйнуванню. Запропонований ряд нових напрямків у дослідженнях з вивчення комплексного впливу складу, деформаційної й термічної обробки на споживчі властивості різних видів прокату, які реалізовані під керівництвом В.В. Парусова.",
  "thirteenthParagraph": "– В 80-х роках великий обсяг досліджень привів до створення нової школи \"Теоретичні основи фізико-хімічного моделювання процесів у металургійному виробництві\", яку очолив докт.техн.наук, проф. Е.В. Приходько. Під його керівництвом виконаний цикл фундаментальних досліджень з вивчення впливу процесів міжатомного впливу в багатокомпонентних металевих і шлакових розплавах на формування їх складу, структури й властивостей. Ці дослідження є науковою базою для створення сучасних комп'ютерних інформаційних технологій. Продовжувачем цього напряму досліджень є докт.техн.наук, проф. Д.М. Тогобицька.",
  "fourteenthParagraph": "– Теоретичні основи процесів обробки металів тиском — створена академіком АН УРСР і СССР О.П. Чекмарьовим і продовжена в працях співробітників прокатних відділів Інституту під керівництвом чл.-кор. НАН України В.П. Піляшенка, докт.техн.наук, проф. В.І. Мелешка, докт.техн.наук С.М. Жучкова, докт.техн.наук І.О. Приходько. В.І. Мелешком і В.Л. Мазуром розвинені теоретичні основи листопрокатного виробництва, які дозволили ученим Інституту в найкоротший термін освоїти виробництво високоякісної листової продукції на металургійних комбінатах СССР. С.М. Жучковим запропонований і досліджений новий процес безперервної сортової прокатки з використанням непривідних або багатосередкових робочих кліток, що дає можливість зменшити на 15–20% витрати електроенергії, підвищити технологічну гнучкість стану, забезпечити необхідний ступінь проробленням структури металу й можливість переведення реконструйованих станів на безперервнолиту заготовку.",
  "fifteenthParagraph": "На базі теоретичних розробок і промислових досліджень ученими Інституту чорної металургії під керівництвом докт.техн.наук, проф. В.А. Вихлевщука в співдружності з Укрпромезом, металургійними комбінатами \"Азовсталь\" і Дніпровським ім. Дзержинського, уперше в СССР розроблені й освоєні ресурсозберігаючі технологічні процеси й устаткування для глибокого рафінування сталі в ковшах об'єму. Це дозволило створити стан високого поколінь з неливкими колваннями вмісту елементів (0,015% вуглецю, 0,075% марганцю, 0,025% кремнію й т.п.), низьким вмістом шкідливих домішок і зниженою собівартістю, що забезпечило роботу високопродуктивного комплексу конвертер-установка рафінування.",
  "sixteenthParagraph": "Під керівництвом докт.техн.наук, проф. В.Ф. Полякова й канд.техн.наук С.І. Семікіна уперше обґрунтовано й експериментально підтверджено можливість і доцільність використання інформації про електричні параметри плавки для створення системи контролю ходу процесу конвертування, отримано кількісні дані, що пов'язують електричні (силу струму й напругу) і технологічні (тиск дуття, висоту розташування фурми) показники виплавки металу, використовувані згодом для проектування системи контролю. Показано можливість використання розроблених науково-технологічних положень у якості базових для наступного створення нових систем управління конвертерним процесом, які дозволяють, зокрема, регулювати дуттєвий і шлаковий режими плавки. Поряд з теоретичними і прикладними дослідженнями з основних переробів металургійного виробництва в Інституті проводиться щорічний аналіз тенденцій і стану світової та вітчизняної чорної металургії для розробки пропозицій з використовуванням нових технічних і технологічних рішень в ГМК України. В Інституті підготовлено пропозиції в нормативні документи, які дозволили на державному рівні розробити стратегію розвитку металургійної галузі. У їх числі можна назвати «Концепцію розвитку ГМК», проект «Національної програми розвитку ГМК», на базі якої Мінпромполітики й Верховною Радою України було розроблено законодавчі документи по проведенню «Економічного експерименту в ГМК» і прийнята «Державна програма розвитку ГМК до 2011 року».",
  "seventeenthParagraph": "Результати фундаментальних досліджень проведених під керівництвом учених, які очолюють школи, знайшли застосування на багатьох підприємствах України й країн далекого й близького зарубіжжя. Вчені й інженери ІЧМ приймали активну творчу участь у проектуванні, введенні в експлуатацію, освоєнні й реконструкції виробничих потужностей і нових видів продукції в чорній металургії:",
  "eighteenthParagraph": "— доменних печей великого об'єму (3200-5580 м³) на металургійних комбінатах Кривого Рогу, Липецька, Караганди, Череповця, Алчевська в тому числі, обладнаних безконусними завантажувальними пристроями.",
  "nineteenthParagraph": "— установок позадоменної десульфурації чавуну на металургійних комбінатах «Азовсталь», «Запоріжсталь», імені Ілліча та Новолипецькому МК, металургійних комбінатах Китаю.",
  "twentiethParagraph": "— комплексу обладнання й наскрізної технології виробництва тонкої й найтоншої жерсті на Карагандинському металургійному комбінаті.",
  "twentyFirstParagraph": "— виробництві смугової сталі підвищеної міцності для рам великовантажних автомобілів КАМАЗ на Карагандинському металургійному комбінаті.",
  "twentySecondParagraph": "— безперервних дрібносортних і дротових станів 250 комбінату «Криворіжсталь», 320/150 Білоруського та Молдавського металургійних заводів, 150 Білоруського металургійного комбінату, 150 Макіївського металургійного комбінату, безперервного середньосортного стану 450 Західносибірського металургійного комбінату.",
  "twentyThirdParagraph": "— установок термічної обробки сортового прокату й катанки на безперервних станах комбінату «Криворіжсталь».",
  "twentyFourthParagraph": "— виробництво економічних фасонних профілів прокату на стані 450 Західносибірського металургійного комбінату.",
  "twentyFifthParagraph": "— установки термічної обробки електрозварюваних труб для магістральних трубопроводів на Волзькому трубному заводі.",
  "twentySixthParagraph": "— освоєння технології виробництва суцільнокатаних залізничних коліс у нових колесопрокатних цехах заводів ім. Карла Лібкнехта (м. Дніпропетровськ) у Вижуницькому металургійному комбінаті (Росія), включаючи устаткування термічної обробки.",
  "twentySeventhParagraph": "— розробка й освоєння технології брикетування дрібнофракційних відходів на Нікопольському феросплавному заводі й комбінаті «АрселорМіттал Кривий Ріг».",
  "twentyEighthParagraph": "Розробки Інституту визнані гідними: одніеї Ленінської премії, дев'яти Державних премій СССР, дев'яти Державних премій України, восьми премій Ради Міністрів СССР, п'ятьох премій Національної академії наук України ім. Г.А. Карпенка, а з 1 березня 2002 р. — Державних премій України.",
  "twentyNinthParagraph": "Подальший розвиток наукових шкіл пов'язаний з підготовкою молодих кваліфікованих наукових кадрів. В 2002 р. з метою інтенсифікації науково-педагогічного співробітництва й забезпечення цільової підготовки магістрів в Інституті створений Факультет цільової підготовки наукових і педагогічних кадрів, як структурний підрозділ Національної металургійної академії України в ІЧМ. Студенти Факультету працюють під керівництвом провідних науковців Інституту з різних напрямків науково-дослідницьких робіт студентів, курсові й дипломні проекти відповідають до тематики Інституту.",
  "thirtiethParagraph": "У цей час у складі Інституту – 9 наукових відділів і 3 науково-організаційних, експериментально-виробниче підприємство. В Інституті працює близько 200 осіб, більша половина з яких – наукові співробітники. Більше 70 фахівців вищої категорії — кандидати та доктори наук.",
  "imageCaption": "Біля будівлі ІЧМ на вул. Писаржевського, 5 (зліва направо):\nсидять – В. Бранцевич, З. І. Некрасов, Н. Т. Гудцов,\nІ. І. Доброхотов; стоять – А. П. Чекмарьов, К. Ф. Стародубов,\nІ. І. Фрумін, В. Д. Чехранов, Д. І. Старченко, І. Н. Францевич,\nІ. Є. Брайнін, В. І. Мелешко, С. Н. Хитрик, М. Є. Осада,\nІ. Ф. Филипчин, С. Т. Ростов, І. Г. Казанцев, І. М. Федорченко\n(1954 р.)",
  "imageAlt": "Історичне фото співробітників ІЧМ 1954 року",
  "secondImageCaption": "Перша будівля ІЧМ в Дніпропетровську на вул. Писаржевського (50-ті роки)",
  "secondImageAlt": "Історичне фото інституту періоду формування основних структур",
  "thirdImageCaption": "Некрасов Зот Ілліч на ДП-9 «Криворожсталь»",
  "thirdImageAlt": "Фото академіка З.І. Некрасова на металургійному заводі",
  "fourthImageCaption": "Співробітники ІЧМ (зліва направо): сидять – Серьогіна Л. П.,\nСтародубов К. Ф., Некрасов З. І., Красавцев Н. І.; стоять: Сердюк\nІ. Т., Павлов В. Л., Воронова Н. А., Бунін К. П., Чехранов В. Д.\n(1960 р.)",
  "fourthImageAlt": "Групове фото співробітників ІЧМ 1960 року",
  "fifthImageCaption": "С. М. Кожевников з учнями А.Н. Ленським (ліворуч) і В.І. Большаковим (праворуч) (1962 р.)",
  "fifthImageAlt": "Фото С.М. Кожевникова з учнями 1962 року",
  "sixthImageCaption": "Кирило Федорович Стародубов",
  "sixthImageAlt": "Портрет академіка К.Ф. Стародубова"
} 