{
	"newsTitle": "Новини",
	"news": [
		{
			"id": 1,
			"title": "Стажування в Австралії заступника директора з наукової роботи д.т.н., с.н.с Меркулова О.Є.",
			"text": "Стажування за фінансової підтримки некомерційної організації «Breakthrough Prize Foundation» Українсько-австралійського дослідницького фонду заступника директора з наукової роботи д.т.н., с.н.с Меркулова О.Є. у Centre for Ironmaking Materials Research – CIMR",
			"content": [
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "У жовтні 2023 року заступник директора Інституту чорної металургії ім. З.І. Некрасова НАН України (Дніпро) доктор технічних наук "
						},
						{
							"type": "navlink",
							"value": "Олексій Меркулов",
							"href": "merkulov"
						},
						{
							"type": "text",
							"value": " прибув до "
						},
						{
							"type": "link",
							"value": "Університету Ньюкасла",
							"href": "https://www.newcastle.edu.au/"
						},
						{
							"type": "text",
							"value": " (штат Новий Південний Вельс), щоби розпочати спільні дослідження в Центрі дослідження матеріалів для виробництва чавуну (Centre for Ironmaking Materials Research – CIMR) Інституту енергетики і ресурсів (Newcastle Institute for Energy & Resources) цього вишу."
						}
					]
				},
				{
					"type": "image",
					"value": "/news/1-2.jpg"
				},
				{
					"type": "desc",
					"value": "Доктор технічних наук Олексій МЕРКУЛОВ працює в лабораторіях CIMR"
				},
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "Комунікаційна проєкт-менеджерка Університету Ньюкасла Анналіз Томас (Annalese Thomas) поспілкувалася з українським науковцем про його наукову кар’єру в Україні та найостанніші дослідження в Австралії. З люб’язної згоди Університету Ньюкасла публікуємо "
						},
						{
							"type": "link",
							"value": "переклад цього інтерв’ю",
							"href": "https://old.nas.gov.ua/UA//Messages/Pages/View.aspx?MessageID=10866&fbclid=IwY2xjawL4CUNleHRuA2FlbQIxMABicmlkETFkZDFqNmRkdTNmdnhxa2NrAR4YLvep-7vIjOuJTRaomxu8-qdNOM6-sM-Vj6Mqz6nlS8U5EBOHtzCpfYpnuQ_aem_gR08T8xUyJ58Uz10XtQZ7A"
						},
						{
							"type": "text",
							"value": "."
						}
					]
				},
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "Бажаємо доктору технічних наук "
						},
						{
							"type": "navlink",
							"value": "Олексію МЕРКУЛОВУ",
							"href": "merkulov"
						},
						{
							"type": "text",
							"value": " успішної реалізації поставлених наукових завдань, плідної співпраці з австралійськими колегами, нових відкриттів у сфері досліджень матеріалів для виробництва чавуну та вагомих результатів, які сприятимуть розвитку міжнародного наукового партнерства та зміцненню авторитету української науки у світі."
						}
					]
				}
			]
		},
		{
			"id": 2,
			"title": "Співробітникам ІЧМ НАН України присуджено премію ім З.І.Некрасова",
			"text": "Співробітникам ІЧМ НАН України д.т.н, с.н.с Бабаченко О. І., д.т.н. ст. досл. Кононенко Г. А., докт. філ. Подольський Р. В. присуджено премію ім. З. І. Некрасова – за видатні наукові роботи в галузі металургії",
			"content": [
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "24 квітня 2024 року в м. Київ відбулась чергова сесія Загальних зборів Національної академії наук України. Під час чергової звітної сесії Президент академії наук України Анатолій Завгородній "
						},
						{
							"type": "link",
							"value": "вручив дипломи лауреатам премії імені видатних вчених України за підсумками конкурсу 2023 року",
							"href": "https://old.nas.gov.ua/UA/Messages/Pages/View.aspx?MessageID=11256"
						},
						{
							"type": "text",
							"value": ". Серед лауреатів були співробітники Інституту чорної металургії ім. З. І. Некрасова, які були нагородженні Премією ім. З. І. Некрасова за видатні наукові роботи в галузі металургії за цикл наукових праць «Розроблення технологічних параметрів виробництва металопрокату залізничного призначення та критеріїв оцінювання якості, що забезпечують підвищення їхньої надійності та довговічності». Авторський колектив: директор Інституту чорної металургії ім. З. І. Некрасова НАН України доктор технічних наук "
						},
						{
							"type": "navlink",
							"value": "Олександр Бабаченко",
							"href": "babachenko"
						},
						{
							"type": "text",
							"value": "; вчений секретар Інституту чорної металургії ім. З. І. Некрасова НАН України доктор технічних наук "
						},
						{
							"type": "navlink",
							"value": "Ганна Кононенко",
							"href": "kononenko-hanna-andriivna"
						},
						{
							"type": "text",
							"value": "; науковий співробітник Інституту чорної металургії ім. З. І. Некрасова НАН України доктор філософії "
						},
						{
							"type": "navlink",
							"value": "Ростислав Подольський",
							"href": "podolskyi-rostyslav-viacheslavovych"
						},
						{
							"type": "text",
							"value": "."
						}
					]
				},
				{
					"type": "image",
					"value": "/news/2-2.jpeg"
				},
				{
					"type": "desc",
					"value": "Президент НАН України Анатолій ЗАВГОРОДНІЙ вручає диплом директору ІЧМ НАН України Олександру БАБАЧЕНКО"
				},
				{
					"type": "text",
					"value": "Бажаємо колективу авторів нових професійних успіхів, перемог та енергії для подальшої роботи!"
				}
			]
		},
		{
			"id": 3,
			"title": "Вітання директора ІЧМ НАН України д.т.н., с.н.с. Бабаченко О. І. з обранням в дійсні члени-кореспонденти НАН України",
			"text": "За результатами сесії Загальних зборів НАН України, директора Інституту чорної металургії ім. З.І. Некрасова НАН України доктора технічних наук Бабаченка Олександра Івановича обрано членом-кореспондентом Національної академії наук України",
			"content": [
				{
					"type": "text",
					"value": "25 квітня 2024 року відбулася сесія Загальних зборів НАН України, під час якої було обрано директора Інституту чорної металургії ім. З.І. Некрасова НАН України доктора технічних наук Бабаченка Олександра Івановича на вакантну посаду члена-кореспондента Національної академії наук України зі спеціальності «Матеріалознавство, технологія матеріалів»."
				},
				{
					"type": "image",
					"value": "/news/3-1.jpeg"
				},
				{
					"type": "text",
					"value": "Вітаємо з визнанням Вашого вагомого внеску в розвиток науки, багаторічної плідної праці, глибокої наукової ерудиції та лідерства у своїй галузі."
				},
				{
					"type": "text",
					"value": "Бажаємо нескінченного натхнення, невичерпної енергії, цікавих ідей на шляху до нових наукових вершин!"
				}
			]
		},
		{
			"id": 4,
			"title": "Оновлення програмного забезпечення ATEX ©",
			"text": "15 серпня 2024 року ІЧМ НАН України отримав офіційну ліцензію на некомерційне використання програмного забезпечення ATEX© software",
			"content": [
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "15 серпня 2024 року Інститут чорної металургії ім. З.І. Некрасова НАН України отримав офіційну ліцензію на некомерційне використання програмного забезпечення "
						},
						{
							"type": "bold",
							"value": "ATEX©"
						},
						{
							"type": "text",
							"value": ", що сприятиме підвищенню якості наукових досліджень та навчання аспірантів."
						}
					]
				},
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "Отримання Інститутом чорної металургії ім. З.І. Некрасова НАН України ліцензії на програмне забезпечення "
						},
						{
							"type": "link",
							"value": "ATEX© software",
							"href": "http://www.atex-software.eu/index.html"
						},
						{
							"type": "text",
							"value": " є вагомим кроком у вдосконаленні наукової роботи. Це програмне забезпечення дозволяє детально аналізувати результати електронної мікроскопії та рентгенівської дифракції, що допоможе співробітникам Інституту досліджувати унікальні структурні особливості  сталей та сплавів нових хімічних складів. Крім того, цей інструмент значно спрощує підтвердження наявних ефектів у сталях, чавунах та інших сплавах,  та сприяє підвищенню кваліфікації аспірантів та науковців, які тепер отримають доступ до сучасних методів аналізу."
						}
					]
				},
				{
					"type": "image",
					"value": "/news/4-2.png"
				},
				{
					"type": "desc",
					"value": "B. Beausir and J.-J. Fundenberger, Analysis Tools For Electron And X-ray diffraction, ATEX - software, www.atex-software.eu, Université de Lorraine - Metz, 2017"
				}
			]
		},
		{
			"id": 5,
			"title": "Відрядження до Німеччини старшого наукового співробітника к.т.н Кімстач Т. В. та молодшого наукового співробітника Щербачева В. Р",
			"text": "Старший науковий співробітник к.т.н., доц. Тетяна КІМСТАЧ та молодший науковий співробітник Вадим ЩЕРБАЧЕВ в робочій групі відвідали TU Bergakademie Freiberg (м. Фрайнберг, Німеччина)",
			"content": [
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "23-27 вересня 2024 року к.т.н., доц. "
						},
						{
							"type": "navlink",
							"value": "Тетяна КІМСТАЧ",
							"href": "kimstach-tetiana-volodymyrivna"
						},
						{
							"type": "text",
							"value": ", науковий співробітник відділу проблем деформаційно-термічної обробки конструкційних сталей Інституту чорної металургії ім. З.І. Некрасова НАН України, та "
						},
						{
							"type": "navlink",
							"value": "Вадим ЩЕРБАЧОВ",
							"href": "shcherbachov-v-r"
						},
						{
							"type": "text",
							"value": ", молодший науковий співробітник відділу металургії чавуну Інституту чорної металургії ім. З.І. Некрасова НАН України взяли участь у International Metallurgical Erasmus+ Staff Week у "
						},
						{
							"type": "link",
							"value": "TU Bergakademie Freiberg",
							"href": "https://tu-freiberg.de/en"
						},
						{
							"type": "text",
							"value": ", м. Фрайберг, Німеччина. У рамках заходу вони відвідали презентації Erasmus+ National Agency Higher Education / German Academic Exchange Service (DAAD) та Erasmus+ Partner Day, де представлялися університети-учасники. Під час робочої поїздки було встановлено нові наукові контакти для майбутньої співпраці, що може сприяти подальшому розвитку спільних проектів між установами."
						}
					]
				},
				{
					"type": "text",
					"value": "Доцент Кімстач Т.В. також ознайомилася з науково-технічною базою академії, відвідала науково-дослідницькі лабораторії Інституту Технологій Чавуну та Сталі, що дало змогу дізнатися про сучасні наукові методи та підходи, які застосовуються у Німеччині для дослідження конструкційних сталей."
				},
				{
					"type": "image",
					"value": "/news/5-2.jpg"
				},
				{
					"type": "desc",
					"value": "к.т.н., доц. Тетяна КІМСТАЧ відвідує одну з лабораторій TU Bergakademie Freiberg"
				}
			]
		},
		{
			"id": 6,
			"title": "Робоче відрядження до Австрії співробітників ІЧМ НАН України",
			"text": "Робоче відрядження до Австрії в.о. завідуючого відділу д.т.н. ст. досл. Кононенко Г.А. та молодшого наукового співробітника, аспірантки Сафронової О.А",
			"content": [
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "З 1 по 13 жовтня 2024 року д.т.н., старший дослідник, в.о. завідувача відділу проблем деформаційно-термічної обробки конструкційних сталей "
						},
						{
							"type": "navlink",
							"value": "Ганна КОНОНЕНКО",
							"href": "kononenko-hanna-andriivna"
						},
						{
							"type": "text",
							"value": " (керівник проєкту) та аспірантка, молодший науковий співробітник "
						},
						{
							"type": "navlink",
							"value": "Олена САФРОНОВА",
							"href": "safronova-olena-anatoliivna"
						},
						{
							"type": "text",
							"value": " (відповідальний виконавець проєкту) відвідали "
						},
						{
							"type": "link",
							"value": "Erich Schmid Institute of Materials Science of the Austrian Academy of Sciences",
							"href": "https://www.oeaw.ac.at/esi/erich-schmid-institute"
						},
						{
							"type": "text",
							"value": " у рамках спільного українсько-австрійського науково-дослідного проєкту 'Удосконалення режимів термообробки AISI 316L виробництва SLM для зниження залишкових напружень' (№ ДР 0123U103227), що фінансується в рамках науково-технологічної співпраці між Україною та Австрією."
						}
					]
				},
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "Під час робочого візиту були обговорені результати поточних досліджень, а також проведено знайомство з науково-дослідною базою "
						},
						{
							"type": "link",
							"value": "Erich Schmid Institute of Materials Science of the Austrian Academy of Sciences",
							"href": "https://www.oeaw.ac.at/"
						},
						{
							"type": "text",
							"value": " "
						},
						{
							"type": "navlink",
							"value": "Олена САФРОНОВА",
							"href": "safronova-olena-anatoliivna"
						},
						{
							"type": "text",
							"value": ". Були обговорені питання подальшої співпраці в нових наукових напрямах. Висловлюємо вдячність директору Erich Schmid Institute of Materials Science "
						},
						{
							"type": "link",
							"value": "Prof. Dr.-Ing. habil. Dr. h.c. Jürgen Eckert",
							"href": "https://www.oeaw.ac.at/esi/institute/staff/juergen-eckert"
						},
						{
							"type": "text",
							"value": " та "
						},
						{
							"type": "link",
							"value": "Dr.-Ing. Parthiban Ramasamy",
							"href": "https://www.oeaw.ac.at/esi/institute/staff/parthiban-ramasamy"
						},
						{
							"type": "text",
							"value": " за теплу зустріч та підтримку українських науковців. Окрема подяка Міністерству освіти і науки України за можливість проведення цього дослідження та розширення співпраці з європейськими партнерами."
						}
					]
				}
			]
		},
		{
			"id": 7,
			"title": "Участь співробітників ІЧМ НАН України у 7 міжнародній конференції «WRT2024» в м. Яремче",
			"text": "Участь співробітників ІЧМ НАН України в роботі конференції «Welding and Related Technologies 2024», м. Яремче, Україна",
			"content": [
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "З 7 по 10 жовтня 2024 року в місті Яремче (Україна) пройшла конференція "
						},
						{
							"type": "link",
							"value": "Welding and Related Technologies Conference 2024",
							"href": "https://wrt2024.com.ua/"
						},
						{
							"type": "text",
							"value": ", яка зібрала провідних науковців та інженерів для обміну досвідом і результатами досліджень. Участь у цьому заході також взяли представники Інституту чорної металургії ім. З.І. Некрасова НАН України."
						}
					]
				},
				{
					"type": "text",
					"value": "Наукові доповіді співробітників Інституту:"
				},
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "Директор Інституту, член-кореспондент НАН України "
						},
						{
							"type": "navlink",
							"value": "Олександр БАБАЧЕНКО",
							"href": "babachenko"
						},
						{
							"type": "text",
							"value": ", представив результати досліджень у галузі залізничного транспорту колективу авторів Бабаченко О.І., Кононенко Г.А., Подольський Р.В., Сафронова О.А. з доповіддю на тему: 'Development of chemical composition and heat treatment of pearlite steel for high-strength railway rails'."
						}
					]
				},
				{
					"type": "text",
					"value": "Доповідь висвітлювала інноваційні підходи до створення перлітної сталі з покращеними характеристиками для залізничних рейок."
				},
				{
					"type": "image",
					"value": "/news/7-2.jpg"
				},
				{
					"type": "desc",
					"value": "доповідь чл.-кор НАН України , д.т.н. Олександр БАБАЧЕНКО"
				},
				{
					"type": "text",
					"value": "Цей захід став унікальною можливістю для наших співробітників поділитися результатами своїх досліджень із міжнародною науковою спільнотою, отримати цінний зворотний зв’язок та розширити професійні контакти."
				},
				{
					"type": "text",
					"value": "Висловлюємо щиру вдячність організаційному комітету Welding and Related Technologies Conference 2024 за запрошення та можливість презентувати досягнення нашого Інституту."
				}
			]
		},
		{
			"id": 8,
			"title": "Участь співробітників ІЧМ НАН України у міжнародній конференції «Innovative Manufacturing Engineering & Energy 2024», м. Афіни, Греція",
			"text": "Участь співробітників ІЧМ НАН України в роботі конференції «Innovative Manufacturing Engineering & Energy 2024», м. Афіни, Греція",
			"content": [
				{
					"type": "text",
					"value": "З 23 по 25 жовтня 2024 року в столиці Греції, Афінах, відбулася міжнародна конференція Innovative Manufacturing Engineering & Energy 2024 (IMANEE2024). Ця подія об’єднала провідних науковців з усього світу для обговорення актуальних питань у сфері інноваційного виробництва та енергетики."
				},
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "На конференції завідуюча відділом проблем деформаційно-термічної обробки конструкційних сталей, доктор технічних наук "
						},
						{
							"type": "navlink",
							"value": "Ганна КОНОНЕНКО",
							"href": "kononenko-hanna-andriivna"
						},
						{
							"type": "text",
							"value": ", та науковий співробітник цього ж відділу, доктор філософії "
						},
						{
							"type": "navlink",
							"value": "Ростислав ПОДОЛЬСЬКИЙ",
							"href": "podolskyi-rostyslav-viacheslavovych"
						},
						{
							"type": "text",
							"value": ", представили результати роботи колективу авторів: Аджамський С.В. (Дніпро), Довгий Б.Т. (Варшава), Кононенко Г.А. (Дніпро), Кармирис-Орбатанський П. (Краков), Подольський Р.В. (Дніпро)."
						}
					]
				},
				{
					"type": "text",
					"value": "Тема доповіді: 'Peculiarities of the evolution of the microstructure and mechanical properties depending on the correction of the focal length in parts made by laser melting in a powder layer.'"
				},
				{
					"type": "text",
					"value": "У доповіді висвітлено результати досліджень у галузі адитивного виробництва, зокрема, впливу корекції фокусної відстані лазерного променя на еволюцію мікроструктури та механічні властивості деталей, виготовлених методом лазерного плавлення у порошковому шарі."
				},
				{
					"type": "image",
					"value": "/news/8-2.jpg"
				},
				{
					"type": "text",
					"value": "Ця конференція стала унікальною платформою для презентації наукових досягнень нашого Інституту на міжнародному рівні, обміну досвідом із колегами з різних країн, а також для встановлення нових наукових контактів."
				},
				{
					"type": "text",
					"value": "Висловлюємо щиру подяку організаційному комітету IMANEE2024 за можливість представити результати роботи нашого колективу на цьому важливому заході."
				}
			]
		},
		{
			"id": 9,
			"title": "Нове обладнання в центрі колективного користування науковим обладнанням ІЧМ НАН України",
			"text": "Центр колективного користування науковим обладнанням ІЧМ НАН України отримав нове обладнання",
			"content": [
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "Інститут чорної металургії ім. З.І. Некрасова НАН України радий повідомити про важливе оновлення Центру колективного користування приладами. Завдяки підтримці "
						},
						{
							"type": "link",
							"value": "Національної Академії Наук України",
							"href": "https://old.nas.gov.ua/UA//pages/default.aspx"
						},
						{
							"type": "text",
							"value": " , Центр поповнився новітнім обладнанням:"
						}
					]
				},
				{
					"type": "text",
					"value": "Електронний мікроскоп 'COXEM-40N' з STEM-приставкою, який забезпечує високоточний аналіз структурних характеристик матеріалів;"
				},
				{
					"type": "image",
					"value": "/news/9-2.jpg"
				},
				{
					"type": "text",
					"value": "Мікротвердомір 'LHVS-1000Z', що дозволяє проводити дослідження механічних властивостей матеріалів із найвищою точністю."
				},
				{
					"type": "image",
					"value": "/news/9-3.jpg"
				},
				{
					"type": "text",
					"value": "Це оновлення значно розширить можливості Інституту у проведенні матеріалознавчих, металургійних та інтердисциплінарних досліджень."
				},
				{
					"type": "text",
					"value": "Подяка партнерам та організаторам:"
				},
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "Ми щиро вдячні компаніям "
						},
						{
							"type": "link",
							"value": "ТОВ 'Новації'",
							"href": "https://novations.ua/"
						},
						{
							"type": "text",
							"value": " та "
						},
						{
							"type": "link",
							"value": "'Materials LAB'",
							"href": "https://materials-lab.com.ua/"
						},
						{
							"type": "text",
							"value": " за оперативну поставку обладнання, а також за проведені інструктажі та навчальні тренінги. Особлива подяка технічному директору ТОВ 'Новації' Андрію Держипольському та технічному директору 'Materials LAB' Ігорю Полякову за професійний підхід, консультації та підтримку в освоєнні нового обладнання."
						}
					]
				},
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "Окрему вдячність висловлюємо "
						},
						{
							"type": "link",
							"value": "Національній Академії Наук України",
							"href": "https://old.nas.gov.ua/UA//pages/default.aspx"
						},
						{
							"type": "text",
							"value": " за фінансову підтримку, яка зробила можливим це оновлення. Завдяки таким ініціативам ми продовжуємо підвищувати конкурентоспроможність української науки на міжнародній арені."
						}
					]
				},
				{
					"type": "text",
					"value": "Запрошуємо науковців та інженерів до співпраці з нашим Центром для використання новітнього обладнання у своїх дослідженнях!"
				}
			]
		},
		{
			"id": 10,
			"title": "Співробітниця ІЧМ НАН України здобула перемогу в конкурсі «Найкращий молодий вчений Академії 2024»",
			"text": "Молодший науковий співробітник ІЧМ НАН України, аспірантка Олена САФРОНОВА здобула перемогу в конкурсі «Найкращий молодий вчений Академії 2024» в категорії «Аспіранти»",
			"content": [
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "Інститут чорної металургії ім. З.І. Некрасова НАН України щиро вітає молодшого наукового співробітника відділу проблем деформаційно-термічної обробки конструкційних сталей, аспірантку "
						},
						{
							"type": "navlink",
							"value": "Олену САФРОНОВУ",
							"href": "safronova-olena-anatoliivna"
						},
						{
							"type": "text",
							"value": " з блискучою перемогою в конкурсі 'Найкращий молодий вчений Академії' в категорії аспіранти (технічні спеціальності)!"
						}
					]
				},
				{
					"type": "image",
					"value": "/news/10-2.jpg"
				},
				{
					"type": "desc",
					"value": "Президент НАН України Анатолій ЗАВГОРОДНІЙ вручає диплом переможця співробітниці ІЧМ НАН України, аспірантки Олені Сафроновій"
				},
				{
					"type": "text",
					"value": "Ця нагорода є визнанням вагомих наукових досягнень Олени САФРОНОВОЇ, її наполегливості та творчого підходу до вирішення складних завдань у галузі матеріалознавства. Її дослідження мають значний потенціал для розвитку металургійної галузі України та підвищення її конкурентоспроможності."
				},
				{
					"type": "text",
					"value": "Ми пишаємося тим, що у стінах нашого Інституту працюють такі талановиті та амбітні молоді науковці. Ця перемога є не лише особистою заслугою, але й натхненням для всього наукового колективу."
				},
				{
					"type": "text",
					"value": "Бажаємо Олені САФРОНОВІЙ нових досягнень, наукових відкриттів і успішного втілення всіх її задумів!"
				}
			]
		},
		{
			"id": 11,
			"title": "Співробітники ІЧМ НАН України стали лауреатами Премії Верховної Ради України молодим ученим за 2024 рік",
			"text": "Колектив молодих вчених ІЧМ НАН України здобули Премію Верховної Ради України для молодих учених 2024 року",
			"content": [
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "Відповідно до Постанови Верховної Ради України № 4411-IX від 1 травня 2025 року "
						},
						{
							"type": "link",
							"value": "«Про присудження Премії Верховної Ради України молодим ученим за 2024 рік»",
							"href": "https://zakon.rada.gov.ua/laws/show/4411-20#Text"
						},
						{
							"type": "text",
							"value": ", колектив молодих науковців Інституту чорної металургії ім. З. І. Некрасова НАН України удостоєний престижної Премії Верховної Ради України за вагомі наукові досягнення."
						}
					]
				},
				{
					"type": "text",
					"value": "Лауреатами Премії стали:"
				},
				{
					"type": "text",
					"children": [
						{
							"type": "navlink",
							"value": "Подольський Ростислав Вячеславович",
							"href": "podolskyi-rostyslav-viacheslavovych"
						},
						{
							"type": "text",
							"value": " - доктор філософії в галузі механічної інженерії, в.о. завідувача відділу деформаційно-термічної обробки конструкційних сталей;"
						}
					]
				},
				{
					"type": "text",
					"children": [
						{
							"type": "navlink",
							"value": "Поворотня Ірина Романівна",
							"href": "povorotnia"
						},
						{
							"type": "text",
							"value": " - кандидат технічних наук, науковий співробітник відділу фізико-хімічних проблем металургійних процесів;"
						}
					]
				},
				{
					"type": "text",
					"children": [
						{
							"type": "navlink",
							"value": "Клемешов Євген Сергійович",
							"href": "klemeshov-jevgen-sergijovich"
						},
						{
							"type": "text",
							"value": " - кандидат технічних наук, науковий співробітник відділу процесів і машин обробки металів тиском;"
						}
					]
				},
				{
					"type": "text",
					"children": [
						{
							"type": "navlink",
							"value": "Сафронова Олена Анатоліївна",
							"href": "safronova-olena-anatoliivna"
						},
						{
							"type": "text",
							"value": " - молодший науковий співробітник відділу деформаційно-термічної обробки конструкційних сталей."
						}
					]
				},
				{
					"type": "text",
					"value": "Премія присуджена за спільну наукову роботу «Перспективи виробництва високоміцних залізничних рейок в умовах повоєнного відновлення», яка є актуальною у контексті потреб національної інфраструктури та відновлення транспортного потенціалу України."
				},
				{
					"type": "text",
					"value": "Щиро вітаємо лауреатів із заслуженою нагородою! Бажаємо подальших наукових звершень, реалізації амбітних проєктів, нових відкриттів і міцного здоров’я!"
				}
			]
		},
		{
			"id": 12,
			"title": "Заступник директора з наукової роботи д.т.н., с.н.с. Меркулов Олексій Євгенович став членом оновленого складу Наукового Комітету Національної ради з питань розвитку науки і технологій",
			"text": "Оновлено склад Наукового Комітету Національної ради з питань розвитку науки і технологій",
			"content": [
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "Інститут чорної металургії ім. З.І. Некрасова НАН України щиро вітає доктора технічних наук, заступника директора з наукової роботи "
						},
						{
							"type": "navlink",
							"value": "Олексія Євгеновича Меркулова",
							"href": "merkulov"
						},
						{
							"type": "text",
							"value": " з включенням до нового складу Наукового комітету Національної ради з питань розвитку науки і технологій!"
						}
					]
				},
				{
					"type": "text",
					"value": "Розпорядженням Кабінету Міністрів України від 16 липня 2025 року № 728-р затверджено новий склад Наукового комітету - дорадчого органу, що відіграє ключову роль у формуванні та реалізації державної політики у сфері науки та інновацій. Повноваження членів визначено строком на чотири роки."
				},
				{
					"type": "text",
					"value": "До складу комітету увійшли провідні українські науковці з різних галузей знань, що представляють установи НАН України, національні університети та регіональні наукові центри. Висока експертиза, багаторічний науковий досвід та активна позиція кожного члена комітету сприятимуть посиленню ролі науки в системі прийняття стратегічних рішень в Україні."
				},
				{
					"type": "text",
					"value": "Для колективу Інституту це - не лише визнання професійного рівня Олексія Євгеновича, а й свідчення важливої ролі прикладної металургійної науки в розвитку економіки, промисловості та технологічної безпеки держави."
				}
			]
		},
		{
			"id": 13,
			"title": "Аспірант Ігор Любека успішно завершив міжнародну програму Science2Business",
			"text": "Аспірант Ігор Любека успішно завершив міжнародну програму Science2Business",
			"content": [
				{
					"type": "text",
					"value": "10 липня 2025 року аспірант Інституту чорної металургії ім. З.І. Некрасова НАН України Ігор Любека успішно завершив навчання в інтенсивній програмі Science2Business (S2B) та отримав офіційний сертифікат."
				},
				{
					"type": "text",
					"value": "Програма тривала 7 тижнів (60 годин) у форматі онлайн і була організована у межах європейської ініціативи Seeds of Bravery, що підтримується Європейською інноваційною радою (EIC) та фінансується Європейським Союзом. У її реалізації брали участь провідні партнери: INNOU8, Aalto University, EIT Health та Erasmus Centre for Entrepreneurship.."
				},
				{
					"type": "image",
					"value": "/news/13-2.png"
				},
				{
					"type": "minititle",
					"value": "Про програму Science2Business"
				},
				{
					"type": "text",
					"value": "Science2Business спрямована на те, щоб допомогти молодим науковцям та інноваторам трансформувати наукові ідеї у комерційно життєздатні бізнес-рішення. Курс охоплював ключові напрями:"
				},
				{
					"type": "list",
					"children": [
						{
							"type": "text",
							"value": "розвиток підприємницьких компетентностей,"
						},
						{ "type": "text", "value": "формування екосистем інновацій" },
						{ "type": "text", "value": "інклюзивне підприємництво" },
						{ "type": "text", "value": "масштабування проєктів" }
					]
				},
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "Заняття проводили міжнародні експерти та ментори, зокрема представники "
						},
						{
							"type": "bold",
							"value": "Erasmus Centre for Entrepreneurship"
						},
						{
							"type": "text",
							"value": ", які мають великий досвід у сфері підприємництва та інновацій."
						}
					]
				},
				{
					"type": "image",
					"value": "/news/13-3.png"
				},
				{
					"type": "minititle",
					"value": "Важливість для наукової спільноти"
				},
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "Участь Ігоря Любека у програмі "
						},
						{
							"type": "bold",
							"value": "Science2Business"
						},
						{
							"type": "text",
							"value": " відкриває нові можливості для інтеграції наукових результатів, отриманих в Інституті чорної металургії, у світовий інноваційний простір. Це також сприяє посиленню ролі українських дослідників у розвитку високотехнологічних галузей та створенню конкурентоспроможних наукоємних продуктів."
						}
					]
				},
				{
					"type": "image",
					"value": "/news/13-4.png"
				}
			]
		},
		{
			"id": 14,
			"title": "Заступник директора з наукової роботи Інституту чорної металургії ім. З.І. Некрасова НАН України розробки у сфері «зеленої» металургії на світовому конгресі ICSTI 2025 у Пекіні",
			"text": "Заступник директора з наукової роботи Інституту чорної металургії ім. З.І. Некрасова НАН України, доктор технічних наук Олексій Меркулов взяв участь у 10-му Міжнародному конгресі з науки і технологій доменного виробництва чавуну (ICSTI 2025), який відбувся 25–29 серпня 2025 року в Пекіні (Китай).",
			"content": [
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "Заступник директора з наукової роботи Інституту чорної металургії ім. З.І. Некрасова НАН України, доктор технічних наук "
						},
						{
							"type": "navlink",
							"value": "Олексій Меркулов",
							"href": "merkulov"
						},
						{
							"type": "text",
							"value": " взяв участь у 10-му Міжнародному конгресі з науки і технологій доменного виробництва чавуну (ICSTI 2025), який відбувся 25–29 серпня 2025 року в Пекіні (Китай)."
						}
					]
				},
				{
					"type": "image",
					"value": "/news/14-2.jpg"
				},
				{
					"type": "text",
					"value": "Цьогоріч захід об’єднав близько 400 учасників із 32 країн світу — провідних науковців, дослідників і представників металургійної промисловості. ICSTI проводиться з 1994 року раз на 3–4 роки в різних країнах світу та є ключовою міжнародною платформою для обговорення сучасних рішень у виробництві чавуну і сталі."
				},
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "У рамках наукової програми "
						},
						{
							"type": "navlink",
							"value": "Олексій Меркулов",
							"href": "merkulov"
						},
						{
							"type": "text",
							"value": " представив доповідь «Blast furnace smelting with injection of coal gasification products», у якій продемонстрував новітні розробки Інституту, спрямовані на зниження витрат коксу та скорочення викидів СО₂ при доменному виробництві. Науковець наголосив, що хоча воднева металургія є перспективним напрямом, у коротко- та середньостроковій перспективі вона не може стати єдиним рішенням через високу вартість «зеленого» водню."
						}
					]
				},
				{
					"type": "text",
					"children": [
						{
							"type": "text",
							"value": "Крім того, за запрошенням організаційного комітету "
						},
						{
							"type": "navlink",
							"value": "Олексій Меркулов",
							"href": "merkulov"
						},
						{
							"type": "text",
							"value": " виступив співголовою секції «Hydrogen (H2)-based Ironmaking for Graduate Students», де молоді науковці з провідних університетів Австралії, Австрії, Індії, Індонезії, Кореї та Китаю презентували результати своїх досліджень."
						}
					]
				},
				{
					"type": "image",
					"value": "/news/14-3.jpg"
				},
				{
					"type": "text",
					"value": "Участь Інституту чорної металургії ім. З.І. Некрасова НАН України у таких заходах забезпечує доступ до найновішої інформації про світові тенденції, дозволяє оцінити конкурентоспроможність власних розробок та налагодити співпрацю з міжнародними партнерами. Представлені напрацювання українських учених викликали значний інтерес і були позитивно сприйняті як академічною спільнотою, так і представниками світової сталеливарної промисловості."
				},
				{
					"type": "image",
					"value": "/news/14-4.jpg"
				}
			]
		}
	]
}
