{
	"title": "Відділ стандартизації та управління якістю продукції",
	"firstPersonCard": {
		"id": "rybalka-yevheniia-mykhailivna",
		"position": "Керівник відділу",
		"name": "Рибалка Євгенія Михайлівна",
		"contacts": [
			{
				"type": "Email",
				"value": "tk-4dnepr@i.ua"
			}
		]
	},
	"activities": {
		"items": [
			"Розробляє, розглядає і погоджує проекти національних (ДСТУ) і міждержавних (ГОСТ) стандартів.",
			"Переглядає і перевіряє стандарти, готує зміни до них і пропозицій щодо скасування ДСТУ та ГОСТ, а також, за дорученням ДП «УкрНДНЦ», готує пропозицій для голосування щодо проектів міждержавних і регіональних стандартів.",
			"Сприяє застосуванню національних стандартів інших країн як національних стандартів України.",
			"Розробляє національні і міждержавні стандарти, гармонізовані з міжнародними і регіональними.",
			"Визначає пріоритетності прямого впровадження в Україні міжнародних та регіональних стандартів.",
			"Співпрацює з такими ТК в суміжних сферах діяльності: — ТК 2 «Прокат сортовий, фасонний та спеціальні профілі», ТК 3 «Стандартизація методів визначення хімічного складу матеріалів металургійного виробництва», ТК 6 «Прокат, зливки, поковки і вироби із спеціальних сталей та сплавів», ТК 8 «Труби сталеві та балони», ТК-44 «Зварювання та споріднені процеси», ТК 50 «Сірка», ТК 81 «Стандартизація методів контролю механічних, металографічних і корозійних властивостей металопродукції», ТК 83 «Вагони», ТК 97 «Заготовка прямокутна (сляби), квадратна, трубна, прокат», ТК 100 «Сталеві дротяні канати», ТК 111 «Добрива та пестициди», ТК 117 «Ракетна і ракетно-космічна техніка», ТК 120 «Упаковка, тара, пакувальні матеріали», ТК 136 «Кріпильні вироби».",
			"Співпрацює з підприємствами (організаціями) – користувачами стандартів, об'єднаннями споживачів, випробувальними центрами (лабораторіями) і органами сертифікації, іншими заінтересованими сторонами.",
			"Розробляє частину програми робіт із стандартизації за закріпленими об'єктами стандартизації або сферами діяльності.",
			"Розглядає пропозиції щодо внесення змін до чинних НД або їх перегляд чи скасування."
		]
	},
	"staffCards": [
		{
			"id": "surovtseva-tetiana-yevheniivna",
			"name": "Суровцева Тетяна Євгеніївна"
		},
		{
			"id": "budilova-yelyzaveta-borysivna",
			"name": "Буділова Єлізавета Борисівна"
		}
	]
} 